{
  "SmoothCursor.nvim": { "branch": "main" },
  "aerial.nvim": { "branch": "master" },
  "auto-pairs": { "branch": "master" },
  "barbecue": { "branch": "main" },
  "better-escape.nvim": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-vsnip": { "branch": "main" },
  "copilot.vim": { "branch": "release" },
  "dashboard-nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "everforest": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitlinker.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "glance.nvim": { "branch": "master" },
  "global-note.nvim": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "indent-blankline.nvim": { "branch": "master" },
  "jsonfly.nvim": { "branch": "main" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.comment": { "branch": "main" },
  "mini.move": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "neovim-ayu": { "branch": "master" },
  "nightfox.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navbuddy": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-scrollview": { "branch": "main" },
  "nvim-spectre": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "octo.nvim": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "rose-pine": { "branch": "main" },
  "smart-open.nvim": { "branch": "0.2.x" },
  "sqlite.lua": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-fzy-native.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "ts-error-translator.nvim": { "branch": "main" },
  "twilight.nvim": { "branch": "main" },
  "vim-dadbod": { "branch": "master" },
  "vim-dadbod-completion": { "branch": "master" },
  "vim-dadbod-ui": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-prisma": { "branch": "main" },
  "vim-smoothie": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-vsnip": { "branch": "master" },
  "vim-vsnip-integ": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "wildfire.nvim": { "branch": "master" },
  "zen-mode.nvim": { "branch": "main" }
}